Repository: ejbills/dockdoorpro-crowdin
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, ja, nl, pl, pt, ru, sv, tr, vi, zh_hans, zh_hant

source: Duration
ar: المدة
de: Dauer
es: Duración
fr: Durée
hu: Időtartam
ja: 時間
nl: Duur
pl: Czas trwania
pt: Duração
ru: Длительность
sv: Varaktighet
tr: Süre
vi: Thời lượng
zh_hans: 时长
zh_hant: 時長

source: Dynamic Image Sizing
ar: حجم الصورة الديناميكية
de: Dynamische Bildskalierung
es: Tamaño dinámico de imágenes
fr: Dimensionnement dynamique des images
hu: Dinamikus képméretezés
ja: 動的な画像サイズ調整
nl: Dynamische afbeeldingsgrootte
pl: Dynamiczne dopasowanie obrazów
pt: Dimensionamento Dinâmico de Imagem
ru: Динамические размеры изображения
sv: Dynamisk bildstorlek
tr: Dinamik Görsel Boyutlandırma
vi: Kích cỡ hình ảnh linh hoạt
zh_hans: 动态图像尺寸调整
zh_hant: 動態圖片尺寸調整

source: Edge
ar: الحافة
de: Kante
es: Borde
fr: Bord
hu: Él
ja: エッジ
nl: Positie
pl: Krawędź
pt: Margem
ru: Край
sv: Kant
tr: Kenar
vi: Cạnh
zh_hans: 边缘
zh_hant: 邊緣

source: Edge Padding
ar: حشوة الحواف
de: Kantenabstand
es: Margen del borde
fr: Marge des bords
hu: Margó a szélektől
ja: エッジの余白
nl: Randvulling
pl: Margines krawędzi
pt: Afastamento da Margem
ru: Отступы от краев
sv: Kantutfyllnad
tr: Kenar Boşluğu
vi: Phần đệm Cạnh
zh_hans: 边缘内边距
zh_hant: 邊緣內距

source: Edit
ar: تعديل
de: Anpassen
es: Editar
fr: Modifier
hu: Szerkesztés
ja: 編集
nl: Bewerken
pl: Edytuj
pt: Editar
ru: Редактировать
sv: Redigera
tr: Düzenle
vi: Sửa
zh_hans: 编辑
zh_hant: 編輯

source: Edit the dock directly
ar: حرر Dock مباشرة
de: Dock direkt bearbeiten
es: Edita el Dock directamente
fr: Modifier le dock directement
hu: A Dock közvetlen szerkesztése
ja: Dockを直接編集
nl: Bewerk het Dock direct
pl: Edytuj Dock bezpośrednio
pt: Edite a dock diretamente
ru: Редактировать Dock напрямую
sv: Redigera dockan direkt
tr: Dock'u doğrudan düzenle
vi: Chỉnh sửa dock trực tiếp
zh_hans: 直接编辑 Dock
zh_hant: 直接編輯 Dock

source: elapsed
ar: منقضي
de: verstrichen
es: transcurrido
fr: écoulé
hu: eltelt
ja: 経過
nl: verlopen
pl: upłynęło
pt: decorrido
ru: прошло
sv: förfluten
tr: geçen süre
vi: đã trôi qua
zh_hans: 已用时间
zh_hant: 已經過時間

source: Elevated
ar: مرتفع
de: Erhöht
es: Elevada
fr: Élevée
hu: Emelkedett
ja: 高め
nl: Verhoogd
pl: Podwyższony
pt: Elevado
ru: Повышенное
sv: Förhöjd
tr: Yüksek
vi: Tăng cao
zh_hans: 偏高
zh_hant: 偏高

source: email
ar: بريد إلكتروني
es: correo
ja: メール
pl: poczta
ru: эл. почта
sv: e-post
tr: e-posta
zh_hans: 电子邮件
zh_hant: 電子郵件

source: Email
ar: البريد الإلكتروني
es: Correo electrónico
fr: Adresse e-mail
ja: メール
ru: Электронная почта
sv: E-post
tr: E-posta
zh_hans: 发送邮件
zh_hant: 電子郵件

source: Email %@ for help with setup, activation, or DockDoor Pro issues. Include your activation key in the email; support may not be guaranteed without it.
ar: راسل %@ للمساعدة في الإعداد أو التفعيل أو مشكلات DockDoor Pro. أرفق مفتاح التفعيل في رسالتك؛ فقد لا يكون الدعم مضمونًا بدونه.
de: Senden Sie eine E-Mail an %@, wenn Sie Hilfe bei der Einrichtung, Aktivierung oder bei Problemen mit DockDoor Pro benötigen. Geben Sie Ihren Aktivierungsschlüssel in der E-Mail an; ohne ihn kann Support nicht garantiert werden.
es: Escribe a %@ para recibir ayuda con la configuración, la activación o problemas de DockDoor Pro. Incluye tu clave de activación en el correo; sin ella, el soporte puede no estar garantizado.
fr: Envoyez un e-mail à %@ pour obtenir de l'aide sur les problèmes de configuration, d'activation ou sur l'utilisation de DockDoor Pro. Merci d'inclure votre clé d'activation dans l'e-mail ; le support ne peut pas être garanti sans cette information.
hu: Írjon e-mailt a(z) %@ címre, ha segítségre van szüksége a beállítással, aktiválással vagy a DockDoor Pro problémáival kapcsolatban. Az e-mailben tüntesse fel az aktiváló kulcsát; enélkül a támogatás nem garantált.
ja: セットアップ、アクティベーション、DockDoor Proの問題については%@にメールでお問い合わせください。メールにはアクティベーションキーを記載してください。記載がない場合、サポートを保証できないことがあります。
nl: E-mail %@ voor hulp bij installatie, activatie of problemen met DockDoor Pro. Voeg je activatiecode toe aan de e-mail; ondersteuning zonder activatiecode is niet gegarandeerd.
pl: Napisz do %@, aby uzyskać pomoc z konfiguracją, aktywacją lub problemami z DockDoor Pro. Dołącz klucz aktywacyjny w wiadomości; bez niego pomoc może nie być gwarantowana.
pt: Envie um email para %@ para obter ajuda com a configuração, a ativação ou problemas do DockDoor Pro. Inclua a sua chave de ativação no email; sem ela, o suporte pode não ser garantido.
ru: Напишите на %@, чтобы получить помощь с настройкой, активацией или проблемами DockDoor Pro. Укажите в письме свой ключ активации; без него поддержка может быть не гарантирована.
sv: Skicka e-post till %@ för hjälp med konfigurering, aktivering eller DockDoor Pro-problem. Ange din aktiveringsnyckel i mejlet; utan den kan support inte garanteras.
tr: Kurulum, etkinleştirme veya DockDoor Pro sorunları için yardım almak üzere %@ adresine e-posta gönderin. E-postaya lisans anahtarınızı ekleyin; lisans olmadan destek sağlanamayabilir.
vi: Gửi email đến %@ để nhận hỗ trợ về thiết lập, kích hoạt hoặc các sự cố của DockDoor Pro. Vui lòng gửi kèm khóa kích hoạt của bạn trong email; việc hỗ trợ có thể không được đảm bảo nếu thiếu khóa.
zh_hans: 如有安装、激活或 DockDoor Pro 相关问题，请发送邮件至 %@ 寻求帮助。请在邮件中附上您的激活码；若未提供，可能无法保证获得支持。
zh_hant: 請寄信至 %@ 以取得設定、啟用或 DockDoor Pro 問題協助。請在信中附上啟用金鑰；若未提供，可能無法保證支援。

source: Email Support
ar: الدعم عبر البريد الإلكتروني
es: Soporte por correo
fr: Email d'assistance
hu: E-mail támogatás
ja: メールサポート
nl: Ondersteuning via e-mail
pl: Napisz do pomocy
pt: Suporte por Email
ru: Поддержка по электронной почте
sv: E-postsupport
tr: E-posta Desteği
vi: Hỗ trợ qua Email
zh_hans: 邮件支持
zh_hant: 電子郵件技術支援

source: Email support and include your activation key
ar: راسل الدعم عبر البريد الإلكتروني وأرفق مفتاح التفعيل
de: Support per E-Mail kontaktieren und Ihren Aktivierungsschlüssel angeben
es: Escribe al soporte e incluye tu clave de activación
fr: Envoyer un e-mail au support technique et inclure votre clé d'activation
hu: E-mail küldése a támogatásnak az aktiváló kulcs megadásával
ja: アクティベーションキーを添えてサポートにメールします
nl: E-mail voor ondersteuning en voeg je activatiecode toe
pl: Napisz do pomocy i dołącz klucz aktywacyjny
pt: Contacte o suporte por email e inclua a sua chave de ativação
ru: Написать в поддержку и указать ключ активации
sv: Mejla supporten och ange din aktiveringsnyckel
tr: Destek ekibine e-posta gönder ve etkinleştirme anahtarını ekle
vi: Gửi email hỗ trợ và đính kèm khóa kích hoạt của bạn
zh_hans: 发送邮件给支持团队并附上您的激活码
zh_hant: 請聯絡客服支援並提供您的啟用金鑰

source: Embed Controls
ar: تضمين عناصر التحكم
de: Steuerelemente einbetten
es: Integrar controles
fr: Commandes intégrées
hu: Beágyazott vezérlők
ja: コントロールを埋め込む
nl: Besturing insluiten
pl: Osadź elementy sterujące
pt: Incorporar Controlos
ru: Встроенные элементы управления
sv: Bädda in reglage
tr: Denetimleri Göm
vi: Điều khiển nhúng
zh_hans: 嵌入控制
zh_hant: 嵌入控制項

source: Emoji
ar: الرموز التعبيرية
ja: 絵文字
ru: Эмодзи
vi: Biểu tượng cảm xúc
zh_hans: 表情符号
zh_hant: 表情符號

source: Emoji & Symbols
ar: الرموز التعبيرية والرموز
de: Emoji & Symbole
es: Emojis y símbolos
fr: Emoji et symboles
hu: Emoji és szimbólumok
ja: 絵文字と記号
nl: Emoji's en symbolen
pl: Emoji i symbole
pt: Emoji e símbolos
ru: Эмодзи и символы
sv: Emoji och symboler
tr: Emoji & Semboller
vi: Biểu tượng cảm xúc & Ký hiệu
zh_hans: 表情与符号
zh_hant: 表情符號與其他符號

source: Empty
ar: فارغ
de: Leer
es: Vacío
fr: Vide
hu: Üres
ja: 空
nl: Leeg
pl: Puste
pt: Vazio
ru: Пустой
sv: Tom
tr: Boş
vi: Trống
zh_hans: 空
zh_hant: 空

source: Empty folder
ar: مجلد فارغ
de: Leerer Ordner
es: Carpeta vacía
fr: Dossier vide
hu: Üres mappa
ja: 空のフォルダ
nl: Lege map
pl: Pusty folder
pt: Pasta vazia
ru: Пустая папка
sv: Tom mapp
tr: Boş klasör
vi: Thư mục trống
zh_hans: 空白文件夹
zh_hant: 檔案夾是空的

source: Empty Icon
ar: أيقونة فارغة
de: Leeres Symbol
es: Icono de Papelera vacía
fr: Icône vide
hu: Üres ikon
ja: 空のときのアイコン
nl: Leeg-pictogram
pl: Pusta ikona
pt: Ícone Quando Vazio
ru: Значок пустой Корзины
sv: Symbol för tom papperskorg
tr: Boş Simge
vi: Biểu tượng trống
zh_hans: 空废纸篓图标
zh_hant: 空垃圾桶圖示

source: Empty slot
ar: خانة فارغة
de: Leerer Platz
es: Hueco vacío
fr: Emplacement vide
hu: Üres hely
ja: 空のスロット
nl: Leeg vak
pl: Puste miejsce
pt: Espaço vazio
ru: Пустой слот
sv: Tom plats
tr: Boş yuva
vi: Ô trống
zh_hans: 空位置
zh_hant: 空槽位

source: Empty Stack
ar: مكدس فارغ
de: Leerer Stapel
es: Pila vacía
fr: Pile vide
hu: Üres köteg
ja: 空のスタック
nl: Lege stapel
pl: Pusty stos
pt: Pilha Vazia
ru: Пустая стопка
sv: Tom stack
tr: Boş Yığın
vi: Ngăn xếp trống
zh_hans: 空白叠放
zh_hant: 空堆疊

source: Empty Trash
ar: إفراغ سلة المهملات
de: Papierkorb leeren
es: Vaciar Papelera
fr: Vider la Corbeille
hu: Kuka ürítése
ja: ゴミ箱を空にする
nl: Prullenmand leegmaken
pl: Opróżnij Kosz
pt: Esvaziar o Lixo
ru: Очистить Корзину
sv: Töm papperskorgen
tr: Çöp Sepeti'ni Boşalt
vi: Dọn sạch Thùng rác
zh_hans: 清倒废纸篓
zh_hant: 清空垃圾桶

source: Empty Trash?
ar: هل تريد إفراغ سلة المهملات؟
de: Papierkorb leeren?
es: ¿Vaciar la Papelera?
fr: Vider la Corbeille ?
hu: Kiüríti a Kukát?
ja: ゴミ箱を空にしますか？
nl: Prullenmand leegmaken?
pl: Opróżnić Kosz?
pt: Esvaziar o Lixo?
ru: Очистить Корзину?
sv: Töm papperskorgen?
tr: Çöp Sepeti Boşaltılsın mı?
vi: Dọn sạch Thùng rác?
zh_hans: 清倒废纸篓？
zh_hant: 清空垃圾桶？

source: Enable hover and selection transitions for dock previews and Alt-Tab
ar: تمكين انتقالات التمرير والتحديد لمعاينات Dock وفي Alt-Tab
de: Übergänge beim Daraufzeigen und Auswählen für Dock-Vorschauen und Alt-Tab aktivieren
es: Activa las transiciones de cursor y selección en las previsualizaciones del Dock y Alt-Tab
fr: Activer les transitions de survol et de sélection pour les aperçus du dock et d'Alt-Tab
hu: Rámutatási és kijelölési átmenetek engedélyezése a Dock-előnézeteknél és az Alt-Tabnál
ja: DockプレビューとAlt-Tabでホバーと選択のトランジションを有効にします
nl: Schakel aanwijzings- en selectieovergangen in voor Dock-voorbeelden en Alt-Tab
pl: Włącz przejścia po wskazaniu i zaznaczeniu w podglądach Docka oraz Alt-Tab
pt: Ativar transições ao pairar e ao selecionar nas pré-visualizações da dock e no Alt-Tab
ru: Включить переходы при наведении и выборе для предпросмотра Dock и Alt-Tab
sv: Aktivera övergångar för hovring och markering i dockförhandsvisningar och Alt-Tab
tr: Dock önizlemeleri ve Alt-Tab için üzerine gelme ve seçim geçişlerini etkinleştir
vi: Bật hiệu ứng chuyển đổi khi chọn và di chuột cho bản xem trước dock và Alt-Tab
zh_hans: 为 Dock 预览和 Alt-Tab 启用悬停及选择过渡效果
zh_hant: 啟用 Dock 預覽與 Alt-Tab 的懸停與選取轉場效果

source: Enable Icon Gestures
ar: تمكين إيماءات الأيقونة
de: Symbolgesten aktivieren
es: Activar gestos en los iconos
fr: Activer les gestes d'icône
hu: Ikon-mozdulatok engedélyezése
ja: アイコンジェスチャを有効にする
nl: Pictogramgebaren inschakelen
pl: Włącz gesty ikon
pt: Ativar Gestos nos Ícones
ru: Включить жесты значков
sv: Aktivera symbolgester
tr: Simge Hareketlerini Etkinleştir
vi: Bật cử chỉ biểu tượng
zh_hans: 启用图标手势
zh_hant: 啟用圖示手勢

source: Enable Keyboard Shortcuts
ar: تفعيل اختصارات لوحة المفاتيح
de: Tastaturkürzel aktivieren
es: Activar atajos de teclado
fr: Activer les raccourcis clavier
hu: Billentyűparancsok engedélyezése
ja: キーボードショートカットを有効にする
nl: Sneltoetsen inschakelen
pl: Włącz skróty klawiszowe
pt: Ativar Atalhos de Teclado
ru: Включить быстрые клавиши
sv: Aktivera kortkommandon
tr: Klavye Kısayollarını Etkinleştir
vi: Bật Phím tắt bàn phím
zh_hans: 启用键盘快捷键
zh_hant: 啟用鍵盤快速鍵

source: Enable Logging
ar: تفعيل التسجيل
de: Protokollierung aktivieren
es: Activar registro
fr: Activer les logs
hu: Naplózás engedélyezése
ja: ログを有効にする
nl: Logging inschakelen
pl: Włącz rejestrowanie logów
pt: Ativar Registo
ru: Включить ведение журнала
sv: Aktivera loggning
tr: Günlük Kaydını Etkinleştir
vi: Bật ghi nhật ký
zh_hans: 启用日志记录
zh_hant: 啟用記錄

source: Enable logging and export diagnostic logs
ar: تمكين تسجيل وتصدير سجلات التشخيص
de: Protokollierung aktivieren und Diagnoseprotokolle exportieren
es: Activa el registro y exporta los registros de diagnóstico
fr: Activer les logs et l'export des logs de diagnostic
hu: Naplózás bekapcsolása és diagnosztikai naplók exportálása
ja: ログを有効にして診断ログを書き出します
nl: Logging inschakelen en diagnostische logbestanden exporteren
pl: Włącz rejestrowanie logów i eksportuj logi diagnostyczne
pt: Ative o registo e exporte registos de diagnóstico
ru: Включить ведение журнала и экспорт данных диагностики
sv: Aktivera loggning och exportera diagnostikloggar
tr: Günlük kaydını etkinleştir ve tanılama günlüklerini dışa aktar
vi: Bật ghi nhật ký và xuất nhật ký chẩn đoán
zh_hans: 启用日志记录并导出诊断日志
zh_hant: 啟用記錄並匯出診斷日誌

source: Enable Mouse Hover Selection
ar: تفعيل التحديد بتمرير الماوس
de: Auswahl beim Daraufzeigen aktivieren
es: Activar selección al pasar el ratón
fr: Activer la sélection au survol de la souris
hu: Egérrámutatásos kijelölés engedélyezése
ja: マウスホバーでの選択を有効にする
nl: Selecteren bij aanwijzen met de muis inschakelen
pl: Włącz wybieranie wskaźnikiem
pt: Ativar Seleção ao Pairar com o Rato
ru: Включить выбор при наведении мыши
sv: Aktivera markering med mushovring
tr: Fare ile Üzerine Gelerek Seçmeyi Etkinleştir
vi: Bật chọn bằng cách di chuột
zh_hans: 启用鼠标悬停选中
zh_hant: 啟用滑鼠懸停選取

source: Enable Preview Navigator, letter navigation, and profile cycling shortcuts
ar: تمكين اختصارات مستعرض المعاينات والتنقل بالأحرف والتنقل بين ملفات التعريف
de: Vorschau-Navigator, Buchstabennavigation und Kurzbefehle zum Wechseln zwischen Profilen aktivieren
es: Activa el navegador de previsualizaciones, la navegación por letras y los atajos para alternar perfiles
fr: Permet de naviguer dans les aperçus, naviguer avec les lettres et de défiler entre les profils
hu: Előnézetnavigátor, betűs navigáció és profilváltó gyorsbillentyűk engedélyezése
ja: プレビューナビゲータ、文字キーでの移動、プロファイル切り替えのショートカットを有効にします
nl: Schakel sneltoetsen voor Voorbeeldnavigator, letternavigatie en het wisselen van profielen in
pl: Włącz Nawigator podglądu, nawigację literową oraz skróty przełączania profili
pt: Ativar o Navegador de Pré-visualizações, a navegação por letras e os atalhos de mudança de perfil
ru: Включить сочетания клавиш для навигатора предпросмотра, навигации по буквам и перебора профилей
sv: Aktivera kortkommandon för förhandsvisningsnavigatorn, bokstavsnavigering och profilväxling
tr: Önizleme Gezgini, harfle gezinme ve profil döngüsü kısayollarını etkinleştir
vi: Bật Trình điều hướng xem trước, điều hướng bằng chữ cái và phím tắt chuyển đổi hồ sơ
zh_hans: 启用预览导航器、字母导航和配置文件切换快捷键
zh_hant: 啟用預覽導覽器、字母導航與設定檔循環切換快速鍵

source: Enable Search
ar: تفعيل البحث
de: Suche aktivieren
es: Activar búsqueda
fr: Activer la recherche
hu: Keresés engedélyezése
ja: 検索を有効にする
nl: Zoeken inschakelen
pl: Włącz wyszukiwanie
pt: Ativar Pesquisa
ru: Включить поиск
sv: Aktivera sökning
tr: Aramayı Etkinleştir
vi: Bật tìm kiếm
zh_hans: 启用窗口搜索
zh_hant: 啟用搜尋

source: Enable Shelf
ar: تفعيل الرف
de: Ablage aktivieren
es: Activar estante
fr: Activer l'étagère
hu: Polc engedélyezése
ja: シェルフを有効にする
nl: Plank inschakelen
pl: Włącz Szufladę
pt: Ativar Prateleira
ru: Включить полку
sv: Aktivera hyllan
tr: Rafı Etkinleştir
vi: Bật ngăn
zh_hans: 启用暂存区
zh_hant: 啟用暫存區

source: Enable widget stacks to keep tools beside your apps, then add Trash, clocks, weather, and marketplace widgets.
ar: فعّل مكدسات الأدوات لإبقاء الأدوات بجانب تطبيقاتك، ثم أضف المهملات والساعات والطقس وأدوات السوق.
de: Aktivieren Sie Widget-Stapel, um Werkzeuge neben Ihren Apps zu platzieren, und fügen Sie dann Papierkorb, Uhren, Wetter und Marktplatz-Widgets hinzu.
es: Activa las pilas de widgets para tener herramientas junto a tus apps, y añade la Papelera, relojes, el tiempo y widgets del Marketplace.
fr: Activez les piles de widgets pour garder des outils à côté de vos apps, puis ajoutez la Corbeille, des horloges, la météo et des widgets du marketplace.
hu: Engedélyezze a widgetkötegeket, hogy az eszközök az appok mellett legyenek, majd adjon hozzá Kukát, órákat, időjárást és piactéri widgeteket.
ja: ウィジェットスタックを有効にしてツールをアプリの横に置き、ゴミ箱、時計、天気、マーケットプレイスのウィジェットを追加します。
nl: Schakel widgetstapels in en voeg Dock-hulpmiddelen toe, zoals widgets voor de prullenmand, klokken, het weer en de marketplace.
pl: Włącz stosy widżetów, aby umieścić narzędzia obok aplikacji, a następnie dodaj Kosz, zegary, pogodę i widżety z Marketplace.
pt: Ative pilhas de widgets para manter ferramentas ao lado das suas apps e depois adicione o Lixo, relógios, meteorologia e widgets do Marketplace.
ru: Включите стопки виджетов, чтобы инструменты были рядом с приложениями, затем добавьте Корзину, часы, погоду и виджеты из магазина.
sv: Aktivera widgetstackar för att ha verktyg bredvid dina appar och lägg sedan till papperskorgen, klockor, väder och widgetar från marknadsplatsen.
tr: Araçları uygulamalarının yanında tutmak için widget yığınlarını etkinleştir, ardından Çöp Sepeti, saat, hava durumu ve pazar yeri widget'ları ekle.
vi: Bật các ngăn xếp tiện ích để đặt các công cụ bên cạnh ứng dụng của bạn, sau đó thêm các tiện ích Thùng rác, đồng hồ, thời tiết và cửa hàng.
zh_hans: 启用小组件叠放，将工具放在应用旁边，然后添加废纸篓、时钟、天气和市场小组件。
zh_hant: 啟用小工具堆疊，讓工具與應用程式並排顯示，並可加入垃圾桶、時鐘、天氣與市集小工具。

source: Enabled Actions
ar: الإجراءات المفعّلة
de: Aktivierte Aktionen
es: Acciones activadas
fr: Actions activées
hu: Engedélyezett műveletek
ja: 有効なアクション
nl: Ingeschakelde acties
pl: Włączone akcje
pt: Ações Ativadas
ru: Включенные действия
sv: Aktiverade åtgärder
tr: Etkin Eylemler
vi: Tác vụ được bật
zh_hans: 已启用的操作
zh_hant: 已啟用的動作

source: End Trial
ar: إنهاء التجربة
de: Test beenden
es: Finalizar prueba
fr: Terminer l'essai
hu: Próbaidő befejezése
ja: 試用を終了
nl: Proefperiode beëindigen
pl: Zakończ wypróbowywanie
pt: Terminar Teste
ru: Завершить пробу
sv: Avsluta provperiod
tr: Denemeyi Bitir
vi: Kết thúc dùng thử
zh_hans: 结束试用
zh_hant: 結束試用

source: Ends
ar: ينتهي
de: Endet
es: Termina
fr: Fin
hu: Vége
ja: 終了予定
nl: Eindigt
pl: Koniec
pt: Termina
ru: Окончание
sv: Slutar
tr: Bitiş
vi: Kết thúc
zh_hans: 结束于
zh_hant: 結束時間

source: energy
ar: طاقة
de: energie
es: energía
fr: énergie
hu: energia
ja: エネルギー
nl: energie
pl: energia
pt: energia
ru: энергия
sv: energi
tr: enerji
vi: năng lượng
zh_hans: 能量
zh_hant: 能量

source: Enhanced Running Indicators
ar: مؤشرات التشغيل المحسّنة
de: Erweiterte Aktivitätsanzeigen
es: Indicadores mejorados de apps abiertas
fr: Indicateurs d'apps actives améliorés
hu: Továbbfejlesztett alkalmazásjelzők
ja: 強化された実行中インジケータ
nl: Verbeterde aanduiding voor geopende apps
pl: Ulepszone wskaźniki uruchomionych aplikacji
pt: Indicadores de Execução Melhorados
ru: Улучшенные активные индикаторы
sv: Förbättrade indikatorer för appar som körs
tr: Gelişmiş Çalışma Göstergeleri
vi: Chỉ báo ứng dụng đang chạy nâng cao
zh_hans: 增强型运行指示器
zh_hant: 增強型執行中指示器

source: Enter Full Screen
ar: أدخل ملء الشاشة
de: In den Vollbildmodus wechseln
es: Usar pantalla completa
fr: Passer en plein écran
hu: Váltás teljes képernyőre
ja: フルスクリーンにする
nl: Schermvullende weergave
pl: Włącz tryb pełnoekranowy
pt: Entrar em Ecrã Completo
ru: Перейти в полноэкранный режим
sv: Övergå till helskärmsläge
tr: Tam Ekrana Geç
vi: Vào chế độ Toàn màn hình
zh_hans: 进入全屏模式
zh_hant: 進入全螢幕模式

source: Enter your key to activate
ar: أدخل مفتاحك للتفعيل
de: Geben Sie Ihren Schlüssel zur Aktivierung ein
es: Introduce tu clave para activar
fr: Entrez votre clé pour activer
hu: Adja meg a kulcsot az aktiváláshoz
ja: キーを入力してアクティベート
nl: Voer je code in om de app te activeren
pl: Wpisz klucz, aby aktywować
pt: Introduza a sua chave para ativar
ru: Введите свой ключ для активации
sv: Ange din nyckel för att aktivera
tr: Etkinleştirmek için anahtarını gir
vi: Nhập khóa của bạn để kích hoạt
zh_hans: 输入激活码以完成激活
zh_hant: 輸入你的金鑰以啟用

source: Enter your license key
ar: أدخل مفتاح الترخيص
de: Lizenzschlüssel eingeben
es: Introduce tu clave de licencia
fr: Entrez votre clé de licence
hu: Adja meg a licenckulcsát
ja: ライセンスキーを入力
nl: Voer de licentiecode in
pl: Wpisz klucz licencji
pt: Introduza a sua chave de licença
ru: Введите свой лицензионный ключ
sv: Ange din licensnyckel
tr: Lisans anahtarını gir
vi: Nhập khóa cấp phép của bạn
zh_hans: 输入激活码
zh_hant: 輸入你的授權金鑰

source: Error
ar: خطأ
de: Fehler
fr: Erreur
hu: Hiba
ja: エラー
nl: Fout
pl: Błąd
pt: Erro
ru: Ошибка
sv: Fel
tr: Hata
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

source: Evening
ar: المساء
de: Abend
es: Tarde
fr: Soir
hu: Este
ja: 夕方
nl: Avond
pl: Wieczór
pt: Fim da tarde
ru: Вечер
sv: Kväll
tr: Akşam
vi: Buổi tối
zh_hans: 傍晚
zh_hant: 晚間

source: Every display, except those you turn off below.
ar: كل الشاشات، باستثناء ما توقفه أدناه.
de: Alle Displays außer den unten deaktivierten.
es: Todas las pantallas, excepto las que desactives abajo.
fr: Tous les écrans, sauf ceux que vous désactivez ci-dessous.
hu: Minden kijelző, kivéve az alább kikapcsoltakat.
ja: 以下でオフにしたものを除く、すべてのディスプレイ。
nl: Elk beeldscherm, behalve degene die je hieronder uitschakelt.
pl: Każdy wyświetlacz oprócz wyłączonych poniżej.
pt: Todos os ecrãs, exceto os que desativar abaixo.
ru: Каждый дисплей, кроме тех, что вы отключаете ниже.
sv: Alla bildskärmar, utom de du stänger av nedan.
tr: Aşağıda kapattıkların dışındaki her ekran.
vi: Mọi màn hình, ngoại trừ những màn hình bạn tắt bên dưới.
zh_hans: 应用于所有显示器，但以下关闭的显示器除外。
zh_hant: 所有顯示器，除了下方關閉的項目。

source: Exclude Apps From Overlap Avoidance
ar: استثناء تطبيقات من تجنب التداخل
de: Apps von der Überlappungsvermeidung ausschließen
es: Excluir apps de Evitar solapamiento
fr: Exclure des apps de l'évitement des chevauchements
hu: Appok kizárása az átfedés elkerüléséből
ja: 重なり回避から除外するアプリ
nl: Apps uitsluiten van overlappingsvermijding
pl: Wyklucz aplikacje z unikania nakładania
pt: Excluir Apps de Evitar Sobreposição
ru: Исключить приложения из предотвращения перекрытия
sv: Uteslut appar från undvikande av överlappning
tr: Çakışma Önlemeden Uygulamaları Hariç Tut
vi: Loại trừ ứng dụng khỏi tính năng tránh chồng lấn
zh_hans: 排除不参与重叠避让的应用
zh_hant: 將應用程式排除於重疊避讓之外

source: Exclude Apps From Previews
ar: استبعاد تطبيقات من المعاينات
de: Apps von der Fenstervorschau ausschließen
es: Excluir apps de las previsualizaciones
fr: Exclure des apps des aperçus
hu: Appok kizárása az előnézetekből
ja: プレビューから除外するアプリ
nl: Apps uitsluiten van voorbeelden
pl: Wyklucz aplikacje z podglądów
pt: Excluir Apps das Pré-visualizações
ru: Исключить приложения из предпросмотров
sv: Uteslut appar från förhandsvisningar
tr: Uygulamaları Önizlemelerden Hariç Tut
vi: Loại trừ ứng dụng khỏi Bản xem trước
zh_hans: 将应用从预览中排除
zh_hant: 將應用程式從預覽中排除

source: Exclude From Previews
ar: استبعاد من المعاينات
de: Von der Fenstervorschau ausschließen
es: Excluir de las previsualizaciones
fr: Exclure des aperçus
hu: Kizárás az előnézetekből
ja: プレビューから除外
nl: Uitsluiten van voorbeelden
pl: Wyklucz z podglądów
pt: Excluir das Pré-visualizações
ru: Исключить из предпросмотров
sv: Uteslut från förhandsvisningar
tr: Önizlemelerden Hariç Tut
vi: Loại trừ khỏi Bản xem trước
zh_hans: 从预览中排除
zh_hant: 從預覽中排除

source: Exclude Running Apps
ar: استثناء التطبيقات قيد التشغيل
de: Laufende Apps ausschließen
es: Excluir apps en ejecución
fr: Exclure des apps actives
hu: Futó appok kizárása
ja: 実行中のアプリを除外
nl: Geopende apps uitsluiten
pl: Wyklucz uruchomione aplikacje
pt: Excluir Apps em Execução
ru: Исключить запущенные приложения
sv: Uteslut appar som körs
tr: Çalışan Uygulamaları Hariç Tut
vi: Loại trừ ứng dụng đang chạy
zh_hans: 排除运行中的应用
zh_hant: 排除執行中的應用程式

source: Excluded Apps
ar: تطبيقات مستثناة
de: Ignorierte Apps
es: Apps excluidas
fr: Applications exclues
hu: Kizárt alkalmazások
ja: 除外されたアプリ
nl: Uitgesloten apps
pl: Wykluczone aplikacje
pt: Apps Excluídas
ru: Исключенные приложения
sv: Uteslutna appar
tr: Hariç Tutulan Uygulamalar
vi: Ứng dụng loại trừ
zh_hans: 排除的应用
zh_hant: 排除的應用程式
